Repository: cnazk/recall-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: fa, ru, zh_hans

source: Paste Summarized
fa: چسباندن خلاصه
ru: Вставить кратко
zh_hans: 摘要后粘贴

source: Paste Translated
fa: چسباندن ترجمه
ru: Вставить перевод
zh_hans: 翻译后粘贴

source: Paste as JSON
fa: چسباندن به‌صورت JSON
ru: Вставить как JSON
zh_hans: 粘贴为 JSON

source: Paste as Markdown Table
fa: چسباندن به‌صورت جدول Markdown
ru: Вставить как таблицу Markdown
zh_hans: 粘贴为 Markdown 表格

source: Paste as Plain Text
fa: چسباندن به‌صورت متن ساده
ru: Вставить как простой текст
zh_hans: 粘贴为纯文本

source: Paste as Python
fa: چسباندن به‌صورت Python
ru: Вставить как Python
zh_hans: 粘贴为 Python

source: Paste as…
fa: چسباندن به‌صورت…
ru: Вставить как…
zh_hans: 粘贴为…

source: Paste several items in order
fa: چسباندن چند مورد به‌ترتیب
ru: Вставлять несколько элементов по порядку
zh_hans: 按顺序粘贴多个项

source: Pause Capture
fa: توقف موقت ضبط
ru: Приостановить запись
zh_hans: 暂停记录

source: Paused
fa: متوقف
ru: Приостановлено
zh_hans: 已暂停

source: Paused until you resume
fa: متوقف تا وقتی ادامه دهید
ru: Приостановлено до возобновления
zh_hans: 已暂停，直到你恢复

source: Paused — resumes in %lld minutes
fa: متوقف — %lld دقیقهٔ دیگر ادامه می‌یابد
ru: Приостановлено — возобновится через %lld минуты
zh_hans: 已暂停——%lld 分钟后恢复

source: Paused — resumes in under a minute
fa: متوقف — کمتر از یک دقیقهٔ دیگر ادامه می‌یابد
ru: Приостановлено — возобновится меньше чем через минуту
zh_hans: 已暂停——不到 1 分钟后恢复

source: Personal access tokens (glpat-).
fa: توکن‌های دسترسی شخصی (glpat-).
ru: Персональные токены доступа (glpat-).
zh_hans: 个人访问令牌（glpat-）。

source: Personal access, OAuth and app tokens (ghp_, gho_, github_pat_).
fa: توکن‌های دسترسی شخصی، OAuth و برنامه (ghp_، gho_، github_pat_).
ru: Персональные токены, токены OAuth и приложений (ghp_, gho_, github_pat_).
zh_hans: 个人访问、OAuth 和 App 令牌（ghp_、gho_、github_pat_）。

source: Pin
fa: سنجاق کردن
ru: Закрепить
zh_hans: 固定

source: Pinned
fa: سنجاق‌شده
ru: Закреплённые
zh_hans: 已固定

source: Pinned items are never deleted automatically.
fa: موارد سنجاق‌شده هرگز به‌طور خودکار حذف نمی‌شوند.
ru: Закреплённые элементы никогда не удаляются автоматически.
zh_hans: 已固定项永远不会被自动删除。

source: Pinned — kept until you remove it
fa: سنجاق‌شده — تا وقتی حذفش نکنید نگه داشته می‌شود
ru: Закреплено — хранится, пока вы не удалите
zh_hans: 已固定——会一直保留，直到你移除

source: Press ⌘⇧V for your clipboard history. It is already recording.
fa: برای تاریخچهٔ کلیپ‌بورد ⌘⇧V را فشار دهید. ضبط از همین حالا شروع شده است.
ru: Нажмите ⌘⇧V, чтобы открыть историю буфера обмена. Запись уже идёт.
zh_hans: 按下 ⌘⇧V 查看剪贴板历史记录。它已经在记录了。

source: Privacy
fa: حریم خصوصی
ru: Приватность
zh_hans: 隐私

source: Private key block
fa: بلوک کلید خصوصی
ru: Блок закрытого ключа
zh_hans: 私钥块

source: Quick Look
fa: پیش‌نمایش سریع
ru: Быстрый просмотр
zh_hans: 快速查看

source: Quit Recall
fa: خروج از Recall
ru: Завершить Recall
zh_hans: 退出 Recall

source: Quit and reopen Recall to apply the storage change.
fa: برای اعمال تغییر ذخیره‌سازی، Recall را ببندید و دوباره باز کنید.
ru: Чтобы применить изменение хранилища, закройте и снова откройте Recall.
zh_hans: 退出并重新打开 Recall 以应用存储更改。

source: Read text in copied images
fa: خواندن متن در تصاویر کپی‌شده
ru: Распознавать текст на скопированных изображениях
zh_hans: 读取所拷贝图像中的文本

source: Reading…
fa: در حال خواندن…
ru: Чтение…
zh_hans: 正在读取…

source: Recall Scratchpad
fa: چرک‌نویس Recall
ru: Черновик Recall
zh_hans: Recall 草稿板

source: Recall Settings
fa: تنظیمات Recall
ru: Настройки Recall
zh_hans: Recall 设置

source: Recall could not open its history: %@
fa: ‏Recall نتوانست تاریخچه‌اش را باز کند: %@
ru: Recall не удалось открыть историю: %@
zh_hans: Recall 无法打开其历史记录：%@

source: Recall did not save it to history. Add it to your codes?
fa: ‏Recall آن را در تاریخچه ذخیره نکرد. به کدهای شما افزوده شود؟
ru: Recall не сохранил её в истории. Добавить в ваши коды?
zh_hans: Recall 未将其存入历史记录。要添加到你的代码中吗？

source: Recall is running
fa: ‏Recall در حال اجراست
ru: Recall запущен
zh_hans: Recall 正在运行

source: Recall only records while it is running, so it needs to come back after a restart.
fa: ‏Recall فقط وقتی در حال اجراست ضبط می‌کند، پس باید پس از راه‌اندازی دوباره هم باز شود.
ru: Recall записывает, только пока запущен, поэтому после перезагрузки он должен запускаться снова.
zh_hans: Recall 只在运行时记录，因此需要在重新启动后再次打开。

source: Receipts
fa: رسیدها
ru: Чеки
zh_hans: 收据

source: Recovery phrase
fa: عبارت بازیابی
ru: Фраза восстановления
zh_hans: 恢复短语

source: Redo
fa: انجام دوباره
ru: Повторить
zh_hans: 重做

source: Remember
fa: نگه‌داری
ru: Хранить
zh_hans: 保留数量

source: Remove
fa: حذف
ru: Удалить
zh_hans: 移除

source: Remove…
fa: حذف…
ru: Удалить…
zh_hans: 移除…

source: Reset All Settings
fa: بازنشانی همهٔ تنظیمات
ru: Сбросить все настройки
zh_hans: 还原所有设置

source: Resume
fa: ادامه
ru: Возобновить
zh_hans: 恢复

source: Resume Capture
fa: ادامهٔ ضبط
ru: Возобновить запись
zh_hans: 恢复记录

source: Rich Text
fa: متن قالب‌دار
ru: Форматированный текст
zh_hans: 富文本

source: Right
fa: راست
ru: Справа
zh_hans: 右侧

source: Rotates every
fa: تعویض هر
ru: Меняется каждые
zh_hans: 更换间隔

source: Row height
fa: ارتفاع ردیف
ru: Высота строк
zh_hans: 行高

source: Save
fa: ذخیره
ru: Сохранить
zh_hans: 存储

source: Scan QR Code on Screen…
fa: اسکن کد QR روی صفحه…
ru: Сканировать QR-код на экране…
zh_hans: 扫描屏幕上的二维码…

source: Scratchpad
fa: چرک‌نویس
ru: Черновик
zh_hans: 草稿板

source: Screen Capture
fa: تصویربرداری از صفحه
ru: Снимок экрана
zh_hans: 屏幕截图

source: Screen Recording
fa: ضبط صفحه
ru: Запись экрана
zh_hans: 屏幕录制

source: Screen capture failed (code %d).
fa: تصویربرداری از صفحه ناموفق بود (کد %d).
ru: Не удалось сделать снимок экрана (код %d).
zh_hans: 屏幕截图失败（代码 %d）。

source: Screen capture was cancelled.
fa: تصویربرداری از صفحه لغو شد.
ru: Снимок экрана отменён.
zh_hans: 屏幕截图已取消。

source: Screen edge
fa: لبهٔ صفحه
ru: Край экрана
zh_hans: 屏幕边缘

source: Search
fa: جست‌وجو
ru: Поиск
zh_hans: 搜索

source: Search accounts
fa: جست‌وجوی حساب‌ها
ru: Поиск учётных записей
zh_hans: 搜索账户

source: Search by meaning and AI actions are on. Click for Intelligence settings.
fa: جست‌وجو بر اساس معنا و اقدام‌های هوش مصنوعی روشن است. برای تنظیمات هوش مصنوعی کلیک کنید.
ru: Поиск по смыслу и действия ИИ включены. Нажмите, чтобы открыть настройки интеллекта.
zh_hans: 按含义搜索和 AI 操作已开启。点按以打开智能设置。

source: Search by meaning as well as words
fa: جست‌وجو بر اساس معنا، نه فقط واژه‌ها
ru: Искать по смыслу, а не только по словам
zh_hans: 按含义搜索，而不仅按字词

source: Search history
fa: جست‌وجو در تاریخچه
ru: Поиск по истории
zh_hans: 搜索历史记录

source: Secret
fa: کلید مخفی
ru: Секрет
zh_hans: 密钥

source: Select All
fa: انتخاب همه
ru: Выбрать все
zh_hans: 全选

source: SendGrid key
fa: کلید SendGrid
ru: Ключ SendGrid
zh_hans: SendGrid 密钥

source: Sensitive value
fa: مقدار حساس
ru: Конфиденциальное значение
zh_hans: 敏感值

source: Sensitive value — hidden
fa: مقدار حساس — پنهان
ru: Конфиденциальное значение — скрыто
zh_hans: 敏感值——已隐藏

source: Sensitive — deletes itself automatically
fa: حساس — خودبه‌خود حذف می‌شود
ru: Конфиденциально — удалится автоматически
zh_hans: 敏感——将自动删除

source: Service
fa: سرویس
ru: Сервис
zh_hans: 服务

# Service credentials (%lld of %lld on)
source: Service credentials (%1$lld of %2$lld on)
fa: اطلاعات ورود سرویس‌ها (%1$lld از %2$lld روشن)
ru: Учётные данные сервисов (включено %1$lld из %2$lld)
zh_hans: 服务凭据（已开启 %1$lld/%2$lld）

source: Settings…
fa: تنظیمات…
ru: Настройки…
zh_hans: 设置…

source: Shortcode
fa: کد میانبر
ru: Сокращение
zh_hans: 短代码

source: Shortcodes
fa: کدهای میانبر
ru: Сокращения
zh_hans: 短代码

source: Shortcodes are saved, but expansion is turned off in Settings › Snippets.
fa: کدهای میانبر ذخیره می‌شوند، اما گسترش آن‌ها در تنظیمات › قطعه‌متن‌ها خاموش است.
ru: Сокращения сохраняются, но их раскрытие выключено в разделе «Настройки» › «Сниппеты».
zh_hans: 短代码已存储，但“设置” › “文本片段”中已关闭展开。

source: Shortcut or screen edge
fa: میانبر یا لبهٔ صفحه
ru: Сочетание клавиш или край экрана
zh_hans: 快捷键或屏幕边缘

source: Show
fa: نمایش
ru: Показывать
zh_hans: 显示

source: Show Recall
fa: نمایش Recall
ru: Показать Recall
zh_hans: 显示 Recall

source: Show Recall with
fa: نمایش Recall با
ru: Показывать Recall
zh_hans: 显示 Recall 的方式

source: Show the icon of the app each item came from
fa: نمایش نماد برنامه‌ای که هر مورد از آن آمده
ru: Показывать значок приложения, из которого взят элемент
zh_hans: 显示每一项来源 App 的图标

source: Slack token
fa: توکن Slack
ru: Токен Slack
zh_hans: Slack 令牌

source: Snippet expansion needs Accessibility permission.
fa: گسترش قطعه‌متن‌ها به اجازهٔ دسترسی‌پذیری نیاز دارد.
ru: Для раскрытия сниппетов нужно разрешение «Универсальный доступ».
zh_hans: 展开文本片段需要辅助功能权限。

source: Snippets
fa: قطعه‌متن‌ها
ru: Сниппеты
zh_hans: 文本片段

source: Sort clippings into collections
fa: دسته‌بندی موارد در مجموعه‌ها
ru: Распределять фрагменты по коллекциям
zh_hans: 将剪贴项分类到集合

source: Starting…
fa: در حال شروع…
ru: Запуск…
zh_hans: 正在启动…

# Starts with %@, %@, %@ or %@, then letters, numbers, - or _.
source: Starts with %1$@, %2$@, %3$@ or %4$@, then letters, numbers, - or _.
fa: با %1$@، %2$@، %3$@ یا %4$@ شروع می‌شود و سپس حروف، اعداد، - یا _.
ru: Начинается с %1$@, %2$@, %3$@ или %4$@, затем буквы, цифры, - или _.
zh_hans: 以 %1$@、%2$@、%3$@ 或 %4$@ 开头，后跟字母、数字、- 或 _。

source: Stop
fa: توقف
ru: Остановить
zh_hans: 停止

source: Stored
fa: ذخیره‌شده
ru: Сохранено
zh_hans: 已存储

source: Stripe key
fa: کلید Stripe
ru: Ключ Stripe
zh_hans: Stripe 密钥

source: Strong
fa: زیاد
ru: Сильно
zh_hans: 强

source: Subtle
fa: کم
ru: Слабо
zh_hans: 弱

source: Summarize long clippings
fa: خلاصه کردن موارد طولانی
ru: Кратко пересказывать длинные фрагменты
zh_hans: 为较长的剪贴项生成摘要

source: Switch Tab
fa: تغییر زبانه
ru: Сменить вкладку
zh_hans: 切换标签页

source: Tag (optional)
fa: برچسب (اختیاری)
ru: Тег (необязательно)
zh_hans: 标签（可选）

source: Telegram bot token
fa: توکن ربات تلگرام
ru: Токен бота Telegram
zh_hans: Telegram 机器人令牌

source: Text
fa: متن
ru: Текст
zh_hans: 文本

source: Text in image
fa: متن درون تصویر
ru: Текст на изображении
zh_hans: 图像中的文本

source: That account could not be added.
fa: آن حساب افزوده نشد.
ru: Не удалось добавить эту учётную запись.
zh_hans: 无法添加该账户。

source: That account is no longer stored.
fa: آن حساب دیگر ذخیره نشده است.
ru: Эта учётная запись больше не хранится.
zh_hans: 该账户已不再存储。

source: That export contained no accounts.
fa: آن برون‌بری هیچ حسابی نداشت.
ru: В этом экспорте нет учётных записей.
zh_hans: 该导出不包含任何账户。

source: That export could not be read.
fa: آن برون‌بری خوانده نشد.
ru: Не удалось прочитать этот экспорт.
zh_hans: 无法读取该导出。

source: That is not a Google Authenticator export link.
fa: این پیوند برون‌بری Google Authenticator نیست.
ru: Это не ссылка экспорта Google Authenticator.
zh_hans: 这不是 Google 身份验证器的导出链接。

source: That is not a two-factor setup link.
fa: این پیوند راه‌اندازی تأیید دومرحله‌ای نیست.
ru: Это не ссылка настройки 2FA.
zh_hans: 这不是双重认证设置链接。

source: That is not a two-factor setup or export link.
fa: این پیوند راه‌اندازی یا برون‌بری تأیید دومرحله‌ای نیست.
ru: Это не ссылка настройки или экспорта 2FA.
zh_hans: 这不是双重认证设置或导出链接。

source: That secret is not valid base32. It should look like JBSWY3DPEHPK3PXP.
fa: این کلید مخفی یک base32 معتبر نیست. باید شبیه JBSWY3DPEHPK3PXP باشد.
ru: Этот секрет не является корректным base32. Он должен выглядеть как JBSWY3DPEHPK3PXP.
zh_hans: 该密钥不是有效的 base32，应类似于 JBSWY3DPEHPK3PXP。

source: That shortcode will not work. Try something like :sig.
fa: این کد میانبر کار نمی‌کند. چیزی مثل :sig را امتحان کنید.
ru: Такое сокращение не сработает. Попробуйте что-то вроде :sig.
zh_hans: 该短代码无法使用。试试类似 :sig 的形式。

source: The captured region could not be read.
fa: ناحیهٔ برداشته‌شده خوانده نشد.
ru: Не удалось прочитать захваченную область.
zh_hans: 无法读取所捕获的区域。

source: The helper that holds your two-factor secrets could not be reached.
fa: به برنامهٔ کمکی که کلیدهای مخفی تأیید دومرحله‌ای شما را نگه می‌دارد دسترسی نیست.
ru: Не удалось связаться с помощником, который хранит ваши секреты 2FA.
zh_hans: 无法连接到保存你双重认证密钥的辅助程序。

source: The link has no secret in it.
fa: این پیوند هیچ کلید مخفی‌ای ندارد.
ru: В ссылке нет секрета.
zh_hans: 该链接中没有密钥。

source: The on-device model is still downloading.
fa: مدل روی دستگاه هنوز در حال دانلود است.
ru: Модель на устройстве ещё загружается.
zh_hans: 设备端模型仍在下载。

source: The only time Recall uses the network. Everything else, including all AI, happens on this Mac.
fa: تنها جایی که Recall از شبکه استفاده می‌کند. همه‌چیز دیگر، از جمله همهٔ هوش مصنوعی، روی همین مک انجام می‌شود.
ru: Единственный случай, когда Recall обращается к сети. Всё остальное, включая весь ИИ, происходит на этом Mac.
zh_hans: 这是 Recall 唯一使用网络的地方。其他一切（包括所有 AI）都在这台 Mac 上进行。

source: The panel will not open while you are dragging something, or near a hot corner.
fa: وقتی چیزی را می‌کشید یا نزدیک گوشهٔ فعال هستید، پنل باز نمی‌شود.
ru: Панель не откроется, пока вы что-то перетаскиваете или находитесь у активного угла.
zh_hans: 拖移内容时或靠近触发角时，面板不会打开。

source: The panel, the scratchpad and the pinned items use a plain material instead.
fa: پنل، چرک‌نویس و موارد سنجاق‌شده به‌جای آن از پس‌زمینهٔ ساده استفاده می‌کنند.
ru: Вместо этого панель, черновик и закреплённые элементы используют простой фон.
zh_hans: 面板、草稿板和已固定项将改用纯色材质。

source: The secret in that link is not valid base32.
fa: کلید مخفی موجود در این پیوند base32 معتبر نیست.
ru: Секрет в этой ссылке не является корректным base32.
zh_hans: 该链接中的密钥不是有效的 base32。

source: The sk-/pk- prefix used by many API providers.
fa: پیشوند sk-/pk- که بسیاری از ارائه‌دهندگان API به کار می‌برند.
ru: Префикс sk-/pk-, который используют многие поставщики API.
zh_hans: 许多 API 提供商使用的 sk-/pk- 前缀。

source: The two-factor helper is not available: %@
fa: برنامهٔ کمکی تأیید دومرحله‌ای در دسترس نیست: %@
ru: Помощник 2FA недоступен: %@
zh_hans: 双重认证辅助程序不可用：%@

source: The two-factor store could not be read: %@
fa: انبارهٔ تأیید دومرحله‌ای خوانده نشد: %@
ru: Не удалось прочитать хранилище 2FA: %@
zh_hans: 无法读取双重认证存储：%@

source: These two clips have the same text.
fa: این دو مورد متن یکسانی دارند.
ru: У этих двух фрагментов одинаковый текст.
zh_hans: 这两个剪贴项的文本相同。

source: This Mac does not support on-device language models.
fa: این مک از مدل‌های زبانی روی دستگاه پشتیبانی نمی‌کند.
ru: Этот Mac не поддерживает языковые модели на устройстве.
zh_hans: 这台 Mac 不支持设备端语言模型。

source: This looks like a credential — matched %@. Pin it if you need to keep it.
fa: این شبیه اطلاعات ورود است — با %@ مطابقت داشت. اگر لازمش دارید، سنجاقش کنید.
ru: Похоже на учётные данные — совпадение: %@. Закрепите, если нужно сохранить.
zh_hans: 这看起来像凭据——匹配了%@。如需保留，请将其固定。

source: This looks like a credential — matched %@. Recall would normally delete it automatically; pinning it turned that off.
fa: این شبیه اطلاعات ورود است — با %@ مطابقت داشت. Recall معمولاً آن را خودکار حذف می‌کرد؛ سنجاق کردن این کار را خاموش کرد.
ru: Похоже на учётные данные — совпадение: %@. Обычно Recall удаляет такое автоматически; закрепление это отключило.
zh_hans: 这看起来像凭据——匹配了%@。Recall 通常会自动删除它；固定后已关闭此行为。

source: This looks like a credential. Pin it if you need to keep it.
fa: این شبیه اطلاعات ورود است. اگر لازمش دارید، سنجاقش کنید.
ru: Похоже на учётные данные. Закрепите, если нужно сохранить.
zh_hans: 这看起来像凭据。如需保留，请将其固定。

source: This looks like a credential. Recall would normally delete it automatically; pinning it turned that off.
fa: این شبیه اطلاعات ورود است. Recall معمولاً آن را خودکار حذف می‌کرد؛ سنجاق کردن این کار را خاموش کرد.
ru: Похоже на учётные данные. Обычно Recall удаляет такое автоматически; закрепление это отключило.
zh_hans: 这看起来像凭据。Recall 通常会自动删除它；固定后已关闭此行为。

source: This needs Accessibility permission, because it is the only way to see typing outside Recall. Recall listens — it can never change or block a keystroke — and keeps only the last few characters, discarded the moment you press Return or move the cursor.
fa: این قابلیت به اجازهٔ دسترسی‌پذیری نیاز دارد، چون تنها راه دیدن تایپ بیرون از Recall است. Recall فقط گوش می‌دهد — هرگز نمی‌تواند کلیدی را تغییر دهد یا مسدود کند — و تنها چند نویسهٔ آخر را نگه می‌دارد که به‌محض فشردن Return یا جابه‌جا کردن مکان‌نما دور ریخته می‌شوند.
ru: Для этого нужно разрешение «Универсальный доступ»: это единственный способ видеть ввод за пределами Recall. Recall только слушает — он не может изменить или заблокировать нажатие клавиши — и хранит лишь несколько последних символов, которые стираются, как только вы нажмёте Return или переместите курсор.
zh_hans: 这需要辅助功能权限，因为这是看到 Recall 之外键入内容的唯一方式。Recall 只监听——永远无法更改或阻止任何按键——并且只保留最后几个字符，一旦你按下 Return 键或移动光标就会丢弃。

source: This pin is temporary
fa: این سنجاق موقت است
ru: Это закрепление временное
zh_hans: 此固定是临时的

source: Three base64 segments beginning eyJ.
fa: سه بخش base64 که با eyJ شروع می‌شوند.
ru: Три сегмента base64, начинающиеся с eyJ.
zh_hans: 以 eyJ 开头的三段 base64。

source: Three dot-separated segments issued to bots.
fa: سه بخش جداشده با نقطه که برای ربات‌ها صادر می‌شود.
ru: Три сегмента через точку, выдаваемые ботам.
zh_hans: 发给机器人的三段以点分隔的令牌。

source: Try Again
fa: تلاش دوباره
ru: Повторить попытку
zh_hans: 重试

source: Try describing what you copied instead of quoting it.
fa: به‌جای نقل عین متن، آنچه را کپی کرده‌اید توصیف کنید.
ru: Попробуйте описать, что вы скопировали, а не цитировать.
zh_hans: 试着描述你拷贝的内容，而不是引用原文。

source: Turn a rule off if it keeps catching something that is not a secret. Anything still switched on is detected as it is copied and removed automatically, unless you pin it.
fa: اگر قاعده‌ای مدام چیزی را می‌گیرد که رمز نیست، خاموشش کنید. هرچه قاعده‌های روشن بیابند، هنگام کپی شناسایی و به‌طور خودکار حذف می‌شود، مگر اینکه سنجاقش کنید.
ru: Выключите правило, если оно срабатывает на то, что не является секретом. Всё, что находят включённые правила, распознаётся при копировании и удаляется автоматически, если вы это не закрепите.
zh_hans: 如果某条规则总是误判非机密内容，请将其关闭。仍处于开启状态的规则会在拷贝时识别内容并自动删除，除非你将其固定。

source: Turn on Apple Intelligence in System Settings to use AI actions.
fa: برای استفاده از اقدام‌های هوش مصنوعی، Apple Intelligence را در تنظیمات سیستم روشن کنید.
ru: Чтобы использовать действия ИИ, включите Apple Intelligence в Системных настройках.
zh_hans: 在“系统设置”中打开 Apple 智能以使用 AI 操作。

source: Twilio identifier
fa: شناسهٔ Twilio
ru: Идентификатор Twilio
zh_hans: Twilio 标识符

source: Two things Recall may ask for later
fa: دو چیزی که Recall ممکن است بعداً درخواست کند
ru: Два разрешения, которые Recall может запросить позже
zh_hans: Recall 之后可能请求的两项权限

source: Two-Factor
fa: دومرحله‌ای
ru: 2FA
zh_hans: 双重认证

source: Two-Factor Codes
fa: کدهای تأیید دومرحله‌ای
ru: Коды 2FA
zh_hans: 双重认证代码

source: Two-factor helper unavailable
fa: برنامهٔ کمکی تأیید دومرحله‌ای در دسترس نیست
ru: Помощник 2FA недоступен
zh_hans: 双重认证辅助程序不可用

source: Two-factor setup link copied
fa: پیوند راه‌اندازی تأیید دومرحله‌ای کپی شد
ru: Скопирована ссылка настройки 2FA
zh_hans: 已拷贝双重认证设置链接

source: Type a shortcode such as :sig anywhere and Recall replaces it with the item.
fa: یک کد میانبر مثل :sig را هر جایی تایپ کنید تا Recall آن را با مورد جایگزین کند.
ru: Введите сокращение, например :sig, где угодно — и Recall заменит его элементом.
zh_hans: 在任意位置输入 :sig 这样的短代码，Recall 就会将其替换为该项。

source: Type this anywhere and Recall replaces it with the item.
fa: این را هر جایی تایپ کنید تا Recall آن را با مورد جایگزین کند.
ru: Введите это где угодно — и Recall заменит его элементом.
zh_hans: 在任意位置输入它，Recall 就会将其替换为该项。

source: Type this to expand the clip
fa: برای گسترش این مورد، این را تایپ کنید
ru: Введите это, чтобы раскрыть фрагмент
zh_hans: 输入它以展开此剪贴项

source: URL with a password
fa: نشانی اینترنتی دارای رمز عبور
ru: URL с паролем
zh_hans: 带密码的 URL

source: Undo
fa: واگرد
ru: Отменить
zh_hans: 撤销

source: Unknown account.
fa: حساب ناشناخته.
ru: Неизвестная учётная запись.
zh_hans: 未知账户。

source: Unpin
fa: برداشتن سنجاق
ru: Открепить
zh_hans: 取消固定

source: Unsupported code type “%@”.
fa: نوع کد «%@» پشتیبانی نمی‌شود.
ru: Неподдерживаемый тип кода «%@».
zh_hans: 不支持的代码类型“%@”。

source: Until I Turn It Back On
fa: تا وقتی دوباره روشنش کنم
ru: Пока не включу снова
zh_hans: 直到我重新打开

source: Waiting for approval in System Settings.
fa: در انتظار تأیید در تنظیمات سیستم.
ru: Ожидается подтверждение в Системных настройках.
zh_hans: 正在等待在“系统设置”中批准。

source: Waiting for permission to use your keychain…
fa: در انتظار اجازه برای استفاده از کی‌چین شما…
ru: Ожидание разрешения на доступ к связке ключей…
zh_hans: 正在等待使用钥匙串的权限…

source: Welcome to Recall
fa: به Recall خوش آمدید
ru: Добро пожаловать в Recall
zh_hans: 欢迎使用 Recall

source: What counts as sensitive
fa: چه چیزی حساس به شمار می‌آید
ru: Что считается конфиденциальным
zh_hans: 哪些内容算作敏感

source: Working on device…
fa: در حال پردازش روی دستگاه…
ru: Обработка на устройстве…
zh_hans: 正在设备上处理…

source: Your two-factor secrets are held by a separate, sandboxed helper — Recall itself never sees them, only the six digits you ask for.
fa: کلیدهای مخفی تأیید دومرحله‌ای شما را یک برنامهٔ کمکی جداگانه و ایزوله نگه می‌دارد — خود Recall هرگز آن‌ها را نمی‌بیند، فقط همان شش رقمی را که درخواست می‌کنید.
ru: Ваши секреты 2FA хранит отдельный изолированный помощник — сам Recall их никогда не видит, только шесть цифр, которые вы запрашиваете.
zh_hans: 你的双重认证密钥由一个独立的沙盒辅助程序保存——Recall 本身永远看不到它们，只能拿到你请求的六位数字。

source: a GitHub token
fa: یک توکن GitHub
ru: токен GitHub
zh_hans: GitHub 令牌

source: a JSON web token
fa: یک توکن وب JSON
ru: веб-токен JSON
zh_hans: JSON Web 令牌

source: a card number
fa: یک شمارهٔ کارت
ru: номер карты
zh_hans: 卡号

source: a one-time code
fa: یک کد یک‌بارمصرف
ru: одноразовый код
zh_hans: 一次性代码

source: a password assignment
fa: یک مقداردهی رمز عبور
ru: присваивание пароля
zh_hans: 密码赋值

source: a private key
fa: یک کلید خصوصی
ru: закрытый ключ
zh_hans: 私钥

source: an API key
fa: یک کلید API
ru: ключ API
zh_hans: API 密钥

source: an AWS access key
fa: یک کلید دسترسی AWS
ru: ключ доступа AWS
zh_hans: AWS 访问密钥

source: an AWS secret key
fa: یک کلید محرمانهٔ AWS
ru: секретный ключ AWS
zh_hans: AWS 私密密钥

source: click ×2
fa: دوبار کلیک
ru: двойной щелчок
zh_hans: 双击

source: codes
fa: کدها
ru: коды
zh_hans: 代码

source: compare
fa: مقایسه
ru: сравнить
zh_hans: 比较

source: from %@
fa: از %@
ru: из %@
zh_hans: 来自 %@

# from %@ to %@
source: from %1$@ to %2$@
fa: از %1$@ تا %2$@
ru: от %1$@ до %2$@
zh_hans: 从 %1$@ 到 %2$@

source: kind
fa: نوع
ru: тип
zh_hans: 类型

source: kubeconfig carrying client keys or tokens.
fa: فایل kubeconfig دارای کلید یا توکن کلاینت.
ru: kubeconfig с клиентскими ключами или токенами.
zh_hans: 带有客户端密钥或令牌的 kubeconfig。

source: now
fa: همین حالا
ru: сейчас
zh_hans: 刚刚

source: npm token
fa: توکن npm
ru: Токен npm
zh_hans: npm 令牌

source: password = …, token: …, api_key = … and similar.
fa: ‏password = …، token: …، api_key = … و مانند آن.
ru: password = …, token: …, api_key = … и подобное.
zh_hans: password = …、token: …、api_key = … 等。

source: paste
fa: چسباندن
ru: вставить
zh_hans: 粘贴

source: pasted %lld×
fa: ‏%lld بار چسبانده شده
ru: вставлено %lld×
zh_hans: 已粘贴 %lld 次

source: pin
fa: سنجاق
ru: закрепить
zh_hans: 固定

source: pinned
fa: سنجاق‌شده
ru: закреплено
zh_hans: 已固定

source: postgres://, mysql://, mongodb+srv:// with a password.
fa: ‏postgres://، mysql://، mongodb+srv:// همراه با رمز عبور.
ru: postgres://, mysql://, mongodb+srv:// с паролем.
zh_hans: 带密码的 postgres://、mysql://、mongodb+srv://。

source: preview
fa: پیش‌نمایش
ru: просмотр
zh_hans: 预览

source: “%@” is not an authentication policy.
fa: ‏«%@» یک سیاست احراز هویت نیست.
ru: «%@» не является политикой аутентификации.
zh_hans: “%@”不是有效的认证策略。
